;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Deutsch
;Language name in English e.g. German
LanguageEn=German
;Your name here. You can also leave your email, website, blog...
Translator=Gert Massheimer
;Version of this language file
Version=1.0.1
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Nichts
602=Listary Optionen

;Tray Menu
1001=Online Hilfe
1002=Prüfe auf Aktualisierungen...
1003=Über Listary
1004=Beenden

;Toolbar
1100=Suche

;Favorite Menu
2000=Lesezeichen
2001=Diese Anwendung
2002=Allgemein
2003=Hier hinzufügen
2004=Aktuelles Verzeichnis zu Lesezeichen hinzufügen
2050=Hinzufügen zu den Lesezeichen war nicht möglich.
2051=Listary war nicht in der Lage den Pfad dieser Anwendung zu ermitteln.

;Recent Menu
2100=Zuletzt geöffnet
2101=Leeren
2103=Verzeichnisse
2104=Dateien
2105=Verfolge diese Anwendung
2106=Diese Anwendung nicht verfolgen
2107=Zeige mehr...

;Smart Menu
2200=Schnellmenü
2201=Aktuell geöffnete Verzeichnisse
2202=Gehe zum zuletzt geöffneten Verzeichnis im Dateimanager
2203=Öffne die ausgewählte Datei im Dateimanager
2204=Zeige aktuelles Verzeichnis
2205=Eingabeaufforderung
2206=Gehe zum Anwendungsverzeichnis
2207=Zeige Anwendungsverzeichnis
2208=Zeige Dateierweiterung
2209=Zeige versteckte Dateien und Verzeichnisse
2210=Kopiere Verzeichnispfad in die Zwischenablage
2211=Kopiere Pfade der ausgwählten Elemente in die Zwischenablage
2212=Kopiere die angezeigten Namen der ausgewählten Elemente in die Zwischenablage
2213=Optionen
2214=Upgrade auf Pro Version
2215=Füge Anwendung zur Liste der unterstützten Anwendungen hinzu
2216=Deaktiviere Listary für diese Anwendung
2217=Exportiere den Inhalt der Liste in eine CSV-Datei
2218=Separator
2250=%s wurde erfolgreich zur Liste der unterstützten Anwendungen hinzugefügt.
2251=Sie können nun die mittlere Maustaste oder die Schnelltaste %s zum Aktivieren von Listary in %s benutzen.
2252=Sind Sie sicher, dass Sie Listary für diese Anwendung deaktivieren wollen?
2253=Dektiviere Listary
2254=Listary wird beim nächsten Start dieser Anwendung nicht mehr angezeigt.\nUnter Optionen > Anwendungen kann es wieder aktiviert werden.

;Search
2300=Suchergebnis
2301=Gehe zu
2302=Kein Ergebnis zu dieser Suche gefunden.

;Options > General
3000=Allgemein
3001=Starte Listary mit Windows
3002=Setze automatisch den Fokus auf die Dateiliste im Windows XP Explorer
3003=Prüfe auf Aktualisierungen beim Öffnen der Optionen
3004=Schnellschalter (Öffne aktuelles Verzeichnis beim Umschalten von einem Dateimanager im Dateiendialog)
3005=Sprache:
3006=Standard-Dateimanager
3007=Trage hier einen alternativen Dateimanager zum Windows Explorer ein.\nBenutze %1 bei den Parametern für den Pfad. Anführungszeichen NICHT vergessen!


;Options > Favorites
3100=Lesezeichen
3101=Details
3102=Name:
3103=Schnelltasten:
3104=Type:
3105=Pfad:
3106=Untermenü
3107=Lesezeichen hinzufügen
3108=Entferne ausgewähltes Lesezeichen

;Options > Recent
3200=Zuletzt geöffnet
3201=Global zuletzt geöffnet Elemente:
3206=Verfolge global zuletzt geöffnete Elemente
3207=Verfolge zuletzt geöffnete Dateien und Verzeichnisse für alle Anwendungen
3208=Wähle automatisch die zuletzt geöffnete Datei im Dateiendialog
3209=Entferne die ausgewählten zuletzt geöffneten Elemente
3210=Entferne alle zuletzt geöffneten Elemente
3211=Global zuletzt geöffnet Elemente
3212=Zuletzt geöffnete Verzeichnisse pro Anwendung
3213=Zuletzt geöffnete Dateien pro Anwendung
3214=Zuletzt geöffnete Menüelemente
3215=Durchsuche zuletzt geöffnete Dateien und Verzeichnisse

;Options > Smart Commands
3300=Schnellmenübefehle
3301=Befehlsdetails
3303=Befehl:
3305=Zeige diesen Befehl im Schnellmenü
3306=Füge eigenen Befehl hinzu
3307=Name
3308=Schnelltasten
3309=Befehl
3310=Zeige im Schnellmenü
3311=Füge eingebauten Schnellmenübefehl hinzu
3312=Entferne ausgewählten Befehl

;Options > Applications
3400=Anwendungen
3401=Anwendungseinstellungen: (Bezieht sich nur auf die ausgewählten Anwendungen in der obigen Liste)
3402=Aktiviere Listary für diese Anwendung
3403=Verfolge zuletzt geöffnete Dateien und Verzeichnisse
3404=Füge eine Anwendung hinzu um ihre Einstellungen zu ändern
3405=Entferne ausgewählte Anwendung samt ihrer Lesezeichen und zuletzt geöffneten Elemente
3406=Pfad

;Options > Keyboard and Mouse
3500=Tastatur und Maus
3501=Schnelltasten
3502=Allgemein:
3503=Zeige Listary Werkzeugleiste:
3504=Zeige Popupmenü:
3505=Lokal (funktioniert nur wenn die Listary Werkzeugleiste angezeigt wird):
3506=Lesezeichenmenü:
3507=Zuletztgeöffnetmenü:
3508=Schnellmenü:
3509=Aktiviere lokale Schnelltasten (inklusive der Schnelltasten für Lesezeichen und Schnellmenübefehle) für den Explorer wenn die Listary Werkzeugliste versteckt ist.
3510=Maus
3511=Doppelklick auf einen leeren Bereich im Explorer/Dateidialog/Desktop aktiviert Listary
3512=Mittlere Maustaste aktiviert Listary

;Options > Display
3600=Anzeige
3601=Fensterposition
3602=Absolut
3603=Relativ zur Liste
3604=Relativ zum Fenster
3605=Von oben
3606=Von unten
3607=Von links
3608=Von rechts
3609=Durchsichtigkeit
3610=Menü
3611=Maximale Anzahl der angezeigten Elemente:
3612=Maximale Breite (in Pixeln):
3613=Minimale Breite (in Pixeln):
3614=Mauszeiger zum Öffnen der Menüs (Verzögerung in Millisekunden, 0 zum Deaktivieren):
3615=Popupmenü
3616=Zeige zuletzt geöffnete Elemente im Untermenü
3617=Pixel

;Options > Integration
4000=Integration
4001=Füge Verzeichnis des Total Commander zu den Listary Lesezeichen hinzu
4002=Benutze den Total Commander um Dateidialoge zu ersetzen:

;Options > Compatibility
3700=Kompatibilität
3701=Listary wird auch mit folgenden Anwendungen funktionieren:
3702=Füge eine Anwendung zur Liste hinzu
3703=Entferne die ausgewählte Anwendung von der Liste
3704=Dateimanager
3705=Klasse
3706=Ausführbare Datei
3707=Adressenleiste
3708=Ja
3709=Nein

;Options > Pro
3800=Upgrade auf Listary Pro
;3801=
3802=Name:
3803=Email:
3804=Registrierungsscode:
3805=Anmerkung:
3806=Listary ist für die private Nutzung kostenlos.
3807=Für die kommerzielle Nutzung müssen Sie auf Listary Pro upgraden.
3808=Aus Zwischenablage einfügen
3809=Registrierungsscode überprüfen

;Options > About
3900=Über Listary
3901=Listary ist nur für private Nutzung frei. Falls das Programm kommerziell genutzt werden soll oder erweiterte Funktionen gebraucht werden, kaufen Sie bitte die Pro Version.
3902=Zur Homepage
3903=Dieses Programm ist lizensiert für:

;Add Application Dialog
4100=Anwendung hinzufügen
4101=Ziehen Sie den Finder über die Adressenliste der ausgewählten Anwendung und lassen Sie dann die Maustaste los.
4102=Finder:
4103=Klasse:
4104=Ausführbare Datei:
4105=Adressenleiste:
4106=Ist Dateimanager (aktiviert Funktionen, die nur mit einem Dateimanager möglich sind)
4107=*FEHLER* Wird das Ziel als Admin ausgeführt?

;Custom Command Dialog
4200=Eigener Befehl
4201=Vollständiger Pfad zur ausführbaren Datei.\nBeispiel: C:\Programme\7-Zip\7z.exe
4202=Parameter:
4203=Das Beispiel zeigt wie die ausgewählten Dateien einem Archiv mittels 7-Zip hinzugefügt werden.\n\nDie folgenden Variablen können in Parametern benutzt werden. Die Variablen sind nicht in Anführungszeichen eingeschlossen. Sie müssen manuell hinzugefügt werden, falls nötig.
4204=%file%\t\tVollständiger Pfad zur ausgwewählten Datei/Verzeichnis.\nBeispiel: D:\download\music\example.mp3\n\n%path%\tPfad zum aktuellen Verzeichnis.\nBeispiel: D:\download\music\\n\n%filename%\tDateiname von ausgewählter Datei/Verzeichnis.\nBeispiel: example.mp3

;Add Favorite Dialog
4300=Lesezeichen hinzufügen